{
    "summary": "16.1 Mental Health Treatment: Past and Present It was once believed that people with psychological disorders, or those exhibiting strange behavior, were 632 .2 Types of Treatment Psychoanalysis was developed by Sigmund Freud. Freud’s theory is that a person’s psychological problems are the result of repressed impulses or childhood trauma. The goal of the therapist is to help a person uncover buried feelings by using techniques such as free association and dream analysis. Play therapy is a psychodynamic therapy technique often used with children. The idea is that children play out their hopes, fantasies, and traumas, using dolls, stuffed animals, and sandbox figurines. In behavior therapy, a therapist employs principles of learning from classical and operant conditioning to help clients change undesirable behaviors. Counterconditioning is a commonly used therapeutic technique in which a client learns a new response to a stimulus that has previously elicited an undesirable behavior via classical conditioning. Principles of operant conditioning can be applied to help people deal with a wide range of psychological problems. Token economy is an example of a popular operant conditioning technique. Cognitive therapy is a technique that focuses on how thoughts lead to feelings of distress. The idea behind cognitive therapy is that how you think determines how you feel and act. Cognitive therapists help clients change dysfunctional thoughts in order to relieve distress. Cognitive-behavioral therapy explores how our thoughts affect our behavior. Cognitive-behavioral therapy aims to change cognitive distortions and selfdefeating behaviors. Humanistic therapy focuses on helping people achieve their potential. One form of humanistic therapy developed by Carl Rogers is known as client-centered or Rogerian therapy. Client-centered therapists use the techniques of active listening, unconditional positive regard, genuineness, and empathy to help clients become more accepting of themselves. Often in combination with psychotherapy, people can be prescribed biologically based treatments such as psychotropic medications and/or other medical procedures such as electro-convulsive therapy. 16.3 Treatment Modalities There are several modalities of treatment: individual therapy, group therapy, couples therapy, and family therapy are the most common. In an individual therapy session, a client works one-on-one with a trained therapist. In group therapy, usually 5–10 people meet with a trained group therapist to discuss a common issue (e.g., divorce, grief, eating disorders, substance abuse, or anger management). Couples therapy involves two people in an intimate relationship who are having difficulties and are trying to resolve them. The couple may be dating, partnered, engaged, or married. The therapist helps them resolve their problems as well as implement strategies that will lead to a healthier and happier relationship. Family therapy is a special form of group therapy. The therapy group is made up of one or more families. The goal of this approach is to enhance the growth of each individual family member and the family as a whole. 16.4 Substance-Related and Addictive Disorders: A Special Case Addiction is often viewed as a chronic disease that rewires the brain. This helps explain why relapse rates tend to be high, around 40%–60% (McLellan, Lewis, & O’Brien, & Kleber, 2000). The goal of treatment is to help an addict stop compulsive drug-seeking behaviors. Treatment usually includes behavioral therapy, which can take place individually or in a group setting. Treatment may also include medication. Sometimes a person has comorbid disorders, which usually means that they have a substance-related disorder diagnosis and another psychiatric diagnosis, such as depression, bipolar disorder, or schizophrenia. The best treatment would address both problems simultaneously. 16.5 The Sociocultural Model and Therapy Utilization The sociocultural perspective looks at you, your behaviors, and your symptoms in the context of your culture and background. Clinicians using this approach integrate cultural and religious beliefs into the therapeutic process. Research has shown that ethnic minorities are less likely to access mental health services than their White middle-class American counterparts. Barriers to treatment include lack of insurance, transportation, and time; cultural views that mental illness is a stigma; fears about treatment; and language barriers."
}