{
    "summary": "14.1 What Is Stress? Stress is a process whereby an individual perceives and responds to events appraised as overwhelming or threatening to one’s well-being. The scientific study of how stress and emotional factors impact health This OpenStax book is available for free at https:// cnx. org/content/col11629/1.5 and well-being is called health psychology, a field devoted to studying the general impact of psychological factors on health. The body’s primary physiological response during stress, the fight-or-flight response, was first identified in the early 20th century by Walter Cannon. The fight-or-flight response involves the coordinated activity of both the sympathetic nervous system and the hypothalamic-pituitary-adrenal (HPA) axis. Hans Selye, a noted endocrinologist, referred to these physiological reactions to stress as part of general adaptation syndrome, which occurs in three stages: alarm reaction (fight-or-flight reactions begin), resistance (the body begins to adapt to continuing stress), and exhaustion (adaptive energy is depleted, and stress begins to take a physical toll). 14.2 Stressors Stressors can be chronic (long term) or acute (short term), and can include traumatic events, significant life changes, daily hassles, and situations in which people are frequently exposed to challenging and unpleasant events. Many potential stressors include events or situations that require us to make changes in our lives, such as a divorce or moving to a new residence. Thomas Holmes and Richard Rahe developed the Social Readjustment Rating Scale (SRRS) to measure stress by assigning a number of life change units to life events that typically require some adjustment, including positive events. Although the SRRS has been criticized on a number of grounds, extensive research has shown that the accumulation of many LCUs is associated with increased risk of illness. Many potential stressors also include daily hassles, which are minor irritations and annoyances that can build up over time. In addition, jobs that are especially demanding, offer little control over one’s working environment, or involve unfavorable working conditions can lead to job strain, thereby setting the stage for job burnout. 14.3 Stress and Illness Psychophysiological disorders are physical diseases that are either brought about or worsened by stress and other emotional factors. One of the mechanisms through which stress and emotional factors can influence the development of these diseases is by adversely affecting the body’s immune system. A number of studies have demonstrated that stress weakens the functioning of the immune system. Cardiovascular disorders are serious medical conditions that have been consistently shown to be influenced by stress and negative emotions, such as anger, negative affectivity, and depression. Other 534 .4 Regulation of Stress When faced with stress, people must attempt to manage or cope with it. In general, there are two basic forms of coping: problem-focused coping and emotion-focused coping. Those who use problem-focused coping strategies tend to cope better with stress because these strategies address the source of stress rather than the resulting symptoms. To a large extent, perceived control greatly impacts reaction to stressors and is associated with greater physical and mental well-being. Social support has been demonstrated to be a highly effective buffer against the adverse effects of stress. Extensive research has shown that social support has beneficial physiological effects for people, and it seems to influence immune functioning. However, the beneficial effects of social support may be related to its influence on promoting healthy behaviors. 14.5 The Pursuit of Happiness Happiness is conceptualized as an enduring state of mind that consists of the capacity to experience pleasure in daily life, as well as the ability to engage one’s skills and talents to enrich one’s life and the lives of others. Although people around the world generally report that they are happy, there are differences in average happiness levels across nations. Although people have a tendency to overestimate the extent to which their happiness set points would change for the better or for the worse following certain life events, researchers have identified a number of factors that are consistently related to happiness. In recent years, positive psychology has emerged as an area of study seeking to identify and promote qualities that lead to greater happiness and fulfillment in our lives. These components include positive affect, optimism, and flow."
}