{
    "summary": "3.1 Human Genetics Genes are sequences of DNA that code for a particular trait. Different versions of a gene are called alleles—sometimes alleles can be classified as dominant or recessive. A dominant allele always results in the dominant phenotype. In order to exhibit a recessive phenotype, an individual must be homozygous for the recessive allele. Genes affect both physical and psychological characteristics. Ultimately, how and when a gene is expressed, and what the outcome will be—in terms of both physical and psychological characteristics—is a function of the interaction between our genes and our environments. 106 .2 Cells of the Nervous System Glia and neurons are the two cell types that make up the nervous system. While glia generally play supporting roles, the communication between neurons is fundamental to all of the functions associated with the nervous system. Neuronal communication is made possible by the neuron’s specialized structures. The soma contains the cell nucleus, and the dendrites extend from the soma in tree-like branches. The axon is another major extension of the cell body; axons are often covered by a myelin sheath, which increases the speed of transmission of neural impulses. At the end of the axon are terminal buttons that contain synaptic vesicles filled with neurotransmitters. Neuronal communication is an electrochemical event. The dendrites contain receptors for neurotransmitters released by nearby neurons. If the signals received from other neurons are sufficiently strong, an action potential will travel down the length of the axon to the terminal buttons, resulting in the release of neurotransmitters into the synapse. Action potentials operate on the all-or-none principle and involve the movement of Na+ and K+ across the neuronal membrane. Different neurotransmitters are associated with different functions. Often, psychological disorders involve imbalances in a given neurotransmitter system. Therefore, psychotropic drugs are prescribed in an attempt to bring the neurotransmitters back into balance. Drugs can act either as agonists or as antagonists for a given neurotransmitter system. 3.3 Parts of the Nervous System The brain and spinal cord make up the central nervous system. The peripheral nervous system is comprised of the somatic and autonomic nervous systems. The somatic nervous system transmits sensory and motor signals to and from the central nervous system. The autonomic nervous system controls the function of our organs and glands, and can be divided into the sympathetic and parasympathetic divisions. Sympathetic activation prepares us for fight or flight, while parasympathetic activation is associated with normal functioning under relaxed conditions. 3.4 The Brain and Spinal Cord The brain consists of two hemispheres, each controlling the opposite side of the body. Each hemisphere can be subdivided into different lobes: frontal, parietal, temporal, and occipital. In addition to the lobes of the cerebral cortex, the forebrain includes the thalamus (sensory relay) and limbic system (emotion and memory circuit). The midbrain contains the reticular formation, which is important for sleep and arousal, as well as the substantia nigra and ventral tegmental area. These structures are important for movement, reward, and addictive processes. The hindbrain contains the structures of the brainstem (medulla, pons, and midbrain), which control automatic functions like breathing and blood pressure. The hindbrain also contains the cerebellum, which helps coordinate movement and certain types of memories. Individuals with brain damage have been studied extensively to provide information about the role of different areas of the brain, and recent advances in technology allow us to glean similar information by imaging brain structure and function. These techniques include CT, PET, MRI, fMRI, and EEG. 3.5 The Endocrine System The glands of the endocrine system secrete hormones to regulate normal body functions. The hypothalamus serves as the interface between the nervous system and the endocrine system, and it controls the secretions of the pituitary. The pituitary serves as the master gland, controlling the secretions of all other glands. The thyroid secretes thyroxine, which is important for basic metabolic processes and growth; the adrenal glands secrete hormones involved in the stress response; the pancreas secretes hormones that regulate blood sugar levels; and the ovaries and testes produce sex hormones that regulate sexual motivation and behavior."
}