{
    "summary": "8.1 How Memory Functions Memory is a system or process that stores what we learn for future use. Our memory has three basic functions: encoding, storing, and retrieving information. Encoding is the act of getting information into our memory system through automatic or effortful processing. Storage is retention of the information, and retrieval is the act of getting information out of storage and into conscious awareness through recall, recognition, and relearning. The idea that information is processed through three memory systems is called the Atkinson-Shiffrin (A-S) model of memory. First, environmental stimuli enter our sensory memory for a period of less than a second to a few seconds. Those stimuli that we notice and pay attention to then move into short-term memory (also called working memory). According to the A-S model, if we rehearse this information, then it moves into long-term memory for permanent storage. Other models like that of Baddeley and Hitch suggest there is more of a feedback loop between shortterm memory and long-term memory. Long-term memory has a practically limitless storage capacity and is divided into implicit and explicit memory. Finally, retrieval is the act of getting memories out of storage and back into conscious awareness. This is done through recall, recognition, and relearning. 8.2 Parts of the Brain Involved with Memory Beginning with Karl Lashley, researchers and psychologists have been searching for the engram, which is the physical trace of memory. Lashley did not find the engram, but he did suggest that memories are distributed throughout the entire brain rather than stored in one specific area. Now we know that three brain areas do play significant roles in the processing and storage of different types of memories: cerebellum, hippocampus, and amygdala. The cerebellum’s job is to process procedural memories; the hippocampus is where new memories are encoded; the amygdala helps determine what memories to store, and it plays a part in determining where the memories are stored based on whether we have a strong or weak emotional response to the event. Strong emotional experiences can trigger the release of neurotransmitters, as well as hormones, which strengthen memory, so that memory for an emotional event is usually stronger than memory for a non-emotional event. This is shown by what is known as the flashbulb memory phenomenon: our ability to remember significant life events. However, our memory for life events (autobiographical memory) is not always accurate. 8.3 Problems with Memory All of us at times have felt dismayed, frustrated, and even embarrassed when our memories have failed us. Our memory is flexible and prone to many errors, which is why eyewitness testimony has been found to be largely unreliable. There are several reasons why forgetting occurs. In cases of brain trauma or disease, forgetting may be due to amnesia. Another reason we forget is due to encoding failure. We can’t remember something if we never stored it in our memory in the first place. Schacter presents seven memory errors that also contribute to forgetting. Sometimes, information is actually stored in our memory, but we cannot access it due to interference. Proactive interference happens when old information hinders the recall of newly learned information. Retroactive interference happens when information learned more recently hinders the recall of older information. 8.4 Ways to Enhance Memory There are many ways to combat the inevitable failures of our memory system. Some common strategies that can be used in everyday situations include mnemonic devices, rehearsal, self-referencing, and adequate sleep. These same strategies also can help you to study more effectively."
}