{
    "summary": "15.1 What Are Psychological Disorders? Psychological disorders are conditions characterized by abnormal thoughts, feelings, and behaviors. Although challenging, it is essential for psychologists and mental health professionals to agree on what kinds of inner experiences and behaviors constitute the presence of a psychological disorder. Inner experiences and behaviors that are atypical or violate social norms could signify the presence of a disorder; however, each of these criteria alone is inadequate. Harmful dysfunction describes the view that psychological disorders result from the inability of an internal mechanism to perform its natural function. Many of the features of harmful dysfunction conceptualization have been incorporated in the APA’s formal definition of psychological disorders. According to this definition, the presence of a psychological disorder is signaled by significant disturbances in thoughts, feelings, and behaviors; these disturbances must reflect some kind of dysfunction (biological, psychological, or developmental), must cause significant impairment in one’s life, and must not reflect culturally expected reactions to certain life events. 15.2 Diagnosing and Classifying Psychological Disorders The diagnosis and classification of psychological disorders is essential in studying and treating psychopathology. The classification system used by most U.S. professionals is the DSM-5. The first edition of the DSM was published in 1952, and has undergone numerous revisions. The 5th and most recent edition, the DSM-5, was published in 2013. The diagnostic manual includes a total of 237 specific diagnosable disorders, each described in detail, including its symptoms, prevalence, risk factors, and comorbidity. Over time, the number of diagnosable conditions listed in the DSM has grown steadily, prompting criticism from some. Nevertheless, the diagnostic criteria in the DSM are more explicit than that of any other system, which makes the DSM system highly desirable for both clinical diagnosis and research. 594 .3 Perspectives on Psychological Disorders Psychopathology is very complex, involving a plethora of etiological theories and perspectives. For centuries, psychological disorders were viewed primarily from a supernatural perspective and thought to arise from divine forces or possession from spirits. Some cultures continue to hold this supernatural belief. Today, many who study psychopathology view mental illness from a biological perspective, whereby psychological disorders are thought to result largely from faulty biological processes. Indeed, scientific advances over the last several decades have provided a better understanding of the genetic, neurological, hormonal, and biochemical bases of psychopathology. The psychological perspective, in contrast, emphasizes the importance of psychological factors (e.g., stress and thoughts) and environmental factors in the development of psychological disorders. A contemporary, promising approach is to view disorders as originating from an integration of biological and psychosocial factors. The diathesis-stress model suggests that people with an underlying diathesis, or vulnerability, for a psychological disorder are more likely than those without the diathesis to develop the disorder when faced with stressful events. 15.4 Anxiety Disorders Anxiety disorders are a group of disorders in which a person experiences excessive, persistent, and distressing fear and anxiety that interferes with normal functioning. Anxiety disorders include specific phobia: a specific unrealistic fear; social anxiety disorder: extreme fear and avoidance of social situations; panic disorder: suddenly overwhelmed by panic even though there is no apparent reason to be frightened; agoraphobia: an intense fear and avoidance of situations in which it might be difficult to escape; and generalized anxiety disorder: a relatively continuous state of tension, apprehension, and dread. 15.5 Obsessive-Compulsive and Related Disorders Obsessive-compulsive and related disorders are a group of DSM-5 disorders that overlap somewhat in that they each involve intrusive thoughts and/or repetitive behaviors. Perhaps the most recognized of these disorders is obsessive-compulsive disorder, in which a person is obsessed with unwanted, unpleasant thoughts and/or compulsively engages in repetitive behaviors or mental acts, perhaps as a way of coping with the obsessions. Body dysmorphic disorder is characterized by the individual becoming excessively preoccupied with one or more perceived flaws in his physical appearance that are either nonexistent or unnoticeable to others. Preoccupation with the perceived physical defects causes the person to experience significant anxiety regarding how he appears to others. Hoarding disorder is characterized by persistent difficulty in discarding or parting with objects, regardless of their actual value, often resulting in the accumulation of items that clutter and congest her living area. 15.6 Posttraumatic Stress Disorder Posttraumatic stress disorder (PTSD) was described through much of the 20th century and was referred to as shell shock and combat neurosis in the belief that its symptoms were thought to emerge from the stress of active combat. Today, PTSD is defined as a disorder in which the experience of a traumatic or profoundly stressful event, such as combat, sexual assault, or natural disaster, produces a constellation of symptoms that must last for one month or more. These symptoms include intrusive and distressing memories of the event, flashbacks, avoidance of stimuli or situations that are connected to the event, persistently negative emotional states, feeling detached from others, irritability, proneness toward outbursts, and a tendency to be easily startled. Not everyone who experiences a traumatic event will develop PTSD; a variety of risk factors associated with its development have been identified. 15.7 Mood Disorders Mood disorders are those in which the person experiences severe disturbances in mood and emotion. They include depressive disorders and bipolar and related disorders. Depressive disorders include major depressive disorder, which is characterized by episodes of profound sadness and loss of interest or pleasure in usual activities and other associated features, and persistent depressive disorder, which marked by a chronic state of sadness. Bipolar disorder is characterized by mood states that vacillate between sadness and euphoria; a diagnosis of bipolar disorder requires experiencing at least one manic episode, which is defined as a period of extreme euphoria, irritability, and increased activity. Mood disorders appear to have a genetic component, with genetic factors playing a more prominent role in bipolar disorder than in depression. Both biological and psychological factors are important in the development of depression. People who suffer from mental health problems, especially mood disorders, are at heightened risk for suicide. 15.8 Schizophrenia Schizophrenia is a severe disorder characterized by a complete breakdown in one’s ability to function in life; it often requires hospitalization. People with schizophrenia experience hallucinations and delusions, and they have extreme difficulty regulating their emotions and behavior. Thinking is incoherent and disorganized, behavior is extremely bizarre, emotions are flat, and motivation to engage in most basic life activities is lacking. Considerable evidence shows that genetic factors play a central role in schizophrenia; however, adoption studies have highlighted the additional importance of environmental factors. Neurotransmitter and brain abnormalities, which may be linked to environmental factors such as obstetric complications or exposure to influenza during the gestational period, have also been implicated. A promising new area of schizophrenia research involves identifying individuals who show prodromal symptoms and following them over time to determine which factors best predict the development of schizophrenia. Future research may enable us to pinpoint those especially at risk for developing schizophrenia and who may benefit from early intervention. 15.9 Dissociative Disorders The main characteristic of dissociative disorders is that people become dissociated from their sense of self, resulting in memory and identity disturbances. Dissociative disorders listed in the DSM-5 include dissociative amnesia, depersonalization/derealization disorder, and dissociative identity disorder. A person with dissociative amnesia is unable to recall important personal information, often after a stressful or traumatic experience. Depersonalization/derealization disorder is characterized by recurring episodes of depersonalization (i.e., detachment from or unfamiliarity with the self) and/or derealization (i.e., detachment from or unfamiliarity with the world). A person with dissociative identity disorder exhibits two or more welldefined and distinct personalities or identities, as well as memory gaps for the time during which another identity was present. Dissociative identity disorder has generated controversy, mainly because some believe its symptoms can be faked by patients if presenting its symptoms somehow benefits the patient in avoiding negative consequences or taking responsibility for one’s actions. The diagnostic rates of this disorder have increased dramatically following its portrayal in popular culture. However, many people legitimately suffer over the course of a lifetime with this disorder. 15.10 Personality Disorders Individuals with personality disorders exhibit a personality style that is inflexible, causes distress and impairment, and creates problems for themselves and others. The DSM-5 recognizes 10 personality disorders, organized into three clusters. The disorders in Cluster A include those characterized by a personality style that is odd and eccentric. Cluster B includes personality disorders characterized chiefly by a personality style that is impulsive, dramatic, highly emotional, and erratic, and those in Cluster C are characterized by a nervous and fearful personality style. Two Cluster B personality disorders, borderline personality disorder and antisocial personality disorder, are especially problematic. People with borderline personality disorder show marked instability in mood, behavior, and self-image, as well as impulsivity. They cannot stand to be alone, are unpredictable, have a history of stormy relationships, and frequently display intense and inappropriate anger. Genetic factors and adverse childhood experiences (e.g., sexual abuse) appear to be important in its development. People with antisocial personality display a lack of regard for the rights of others; they are impulsive, deceitful, irresponsible, and unburdened by any sense of guilt. Genetic factors and socialization both appear to be important in the origin of antisocial personality disorder. Research has also shown that those with this disorder do not experience emotions 596 .11 Disorders in Childhood Neurodevelopmental disorders are a group of disorders that are typically diagnosed during childhood and are characterized by developmental deficits in personal, social, academic, and intellectual realms; these disorders include attention deficit/hyperactivity disorder (ADHD) and autism spectrum disorder. ADHD is characterized by a pervasive pattern of inattention and/or hyperactive and impulsive behavior that interferes with normal functioning. Genetic and neurobiological factors contribute to the development of ADHD, which can persist well into adulthood and is often associated with poor long-term outcomes. The major features of autism spectrum disorder include deficits in social interaction and communication and repetitive movements or interests. As with ADHD, genetic factors appear to play a prominent role in the development of autism spectrum disorder; exposure to environmental pollutants such as mercury have also been linked to the development of this disorder. Although it is believed by some that autism is triggered by the MMR vaccination, evidence does not support this claim."
}