{
    "summary": "10.1 Motivation Motivation to engage in a given behavior can come from internal and/or external factors. Multiple 360 .2 Hunger and Eating Hunger and satiety are highly regulated processes that result in a person maintaining a fairly stable weight that is resistant to change. When more calories are consumed than expended, a person will store excess energy as fat. Being significantly overweight adds substantially to a person’s health risks and problems, including cardiovascular disease, type 2 diabetes, certain cancers, and other medical issues. Sociocultural factors that emphasize thinness as a beauty ideal and a genetic predisposition contribute to the development of eating disorders in many young females, though eating disorders span ages and genders. 10.3 Sexual Behavior The hypothalamus and structures of the limbic system are important in sexual behavior and motivation. There is evidence to suggest that our motivation to engage in sexual behavior and our ability to do so are related, but separate, processes. Alfred Kinsey conducted large-scale survey research that demonstrated the incredible diversity of human sexuality. William Masters and Virginia Johnson observed individuals engaging in sexual behavior in developing their concept of the sexual response cycle. While often confused, sexual orientation and gender identity are related, but distinct, concepts. 10.4 Emotion Emotions are subjective experiences that consist of physiological arousal and cognitive appraisal. Various theories have been put forward to explain our emotional experiences. The James-Lange theory asserts that emotions arise as a function of physiological arousal. The Cannon-Bard theory maintains that emotional experience occurs simultaneous to and independent of physiological arousal. The Schachter-Singer twofactor theory suggests that physiological arousal receives cognitive labels as a function of the relevant context and that these two factors together result in an emotional experience. The limbic system is the brain’s emotional circuit, which includes the amygdala and the hippocampus. Both of these structures are implicated in playing a role in normal emotional processing as well as in psychological mood and anxiety disorders. Increased amygdala activity is associated with learning to fear, and it is seen in individuals who are at risk for or suffering from mood disorders. The volume of the hippocampus has been shown to be reduced in individuals suffering from posttraumatic stress disorder. The ability to produce and recognize facial expressions of emotions seems to be universal regardless of cultural background. However, there are cultural display rules which influence how often and under what circumstances various emotions can be expressed. Tone of voice and body language also serve as a means by which we communicate information about our emotional states."
}