{
    "summary": "4.1 What Is Consciousness? States of consciousness vary over the course of the day and throughout our lives. Important factors in these changes are the biological rhythms, and, more specifically, the circadian rhythms generated by the suprachiasmatic nucleus (SCN). Typically, our biological clocks are aligned with our external environment, and light tends to be an important cue in setting this clock. When people travel across multiple time zones or work rotating shifts, they can experience disruptions of their circadian cycles that can lead to insomnia, sleepiness, and decreased alertness. Bright light therapy has shown to be promising in dealing with circadian disruptions. If people go extended periods of time without sleep, they will accrue a sleep debt and potentially experience a number of adverse psychological and physiological consequences. 4.2 Sleep and Why We Sleep We devote a very large portion of time to sleep, and our brains have complex systems that control various aspects of sleep. Several hormones important for physical growth and maturation are secreted during sleep. While the reason we sleep remains something of a mystery, there is some evidence to suggest that sleep is very important to learning and memory. 4.3 Stages of Sleep The different stages of sleep are characterized by the patterns of brain waves associated with each stage. As a person transitions from being awake to falling asleep, alpha waves are replaced by theta waves. Sleep spindles and K-complexes emerge in stage 2 sleep. Stage 3 and stage 4 are described as slow-wave This OpenStax book is available for free at https:// cnx. org/content/col11629/1.5 sleep that is marked by a predominance of delta waves. REM sleep involves rapid movements of the eyes, paralysis of voluntary muscles, and dreaming. Both NREM and REM sleep appear to play important roles in learning and memory. Dreams may represent life events that are important to the dreamer. Alternatively, dreaming may represent a state of protoconsciousness, or a virtual reality, in the mind that helps a person during consciousness. 4.4 Sleep Problems and Disorders Many individuals suffer from some type of sleep disorder or disturbance at some point in their lives. Insomnia is a common experience in which people have difficulty falling or staying asleep. Parasomnias involve unwanted motor behavior or experiences throughout the sleep cycle and include RBD, sleepwalking, restless leg syndrome, and night terrors. Sleep apnea occurs when individuals stop breathing during their sleep, and in the case of sudden infant death syndrome, infants will stop breathing during sleep and die. Narcolepsy involves an irresistible urge to fall asleep during waking hours and is often associated with cataplexy and hallucination. 4.5 Substance Use and Abuse Substance use disorder is defined in DSM-5 as a compulsive pattern of drug use despite negative consequences. Both physical and psychological dependence are important parts of this disorder. Alcohol, barbiturates, and benzodiazepines are central nervous system depressants that affect GABA neurotransmission. Cocaine, amphetamine, cathinones, and MDMA are all central nervous stimulants that agonize dopamine neurotransmission, while nicotine and caffeine affect acetylcholine and adenosine, respectively. Opiate drugs serve as powerful analgesics through their effects on the endogenous opioid neurotransmitter system, and hallucinogenic drugs cause pronounced changes in sensory and perceptual experiences. The hallucinogens are variable with regards to the specific neurotransmitter systems they 144 .6 Other States of Consciousness Hypnosis is a focus on the self that involves suggested changes of behavior and experience. Meditation involves relaxed, yet focused, awareness. Both hypnotic and meditative states may involve altered states of consciousness that have potential application for the treatment of a variety of physical and psychological disorders."
}