{
    "summary": "9.1 What Is Lifespan Development? Lifespan development explores how we change and grow from conception to death. This field of psychology is studied by developmental psychologists. They view development as a lifelong process that can be studied scientifically across three developmental domains: physical, cognitive development, and psychosocial. There are several theories of development that focus on the following issues: whether development is continuous or discontinuous, whether development follows one course or many, and the relative influence of nature versus nurture on development. 9.2 Lifespan Theories There are many theories regarding how babies and children grow and develop into happy, healthy adults. Sigmund Freud suggested that we pass through a series of psychosexual stages in which our energy is focused on certain erogenous zones on the body. Eric Erikson modified Freud’s ideas and suggested a theory of psychosocial development. Erikson said that our social interactions and successful completion of social tasks shape our sense of self. Jean Piaget proposed a theory of cognitive development that explains how children think and reason as they move through various stages. Finally, Lawrence Kohlberg turned his attention to moral development. He said that we pass through three levels of moral thinking that build on our cognitive development. 9.3 Stages of Development At conception the egg and sperm cell are united to form a zygote, which will begin to divide rapidly. This marks the beginning of the first stage of prenatal development (germinal stage), which lasts about two weeks. Then the zygote implants itself into the lining of the woman’s uterus, marking the beginning of the second stage of prenatal development (embryonic stage), which lasts about six weeks. The embryo begins to develop body and organ structures, and the neural tube forms, which will later become the brain and spinal cord. The third phase of prenatal development (fetal stage) begins at 9 weeks and lasts until birth. The body, brain, and organs grow rapidly during this stage. During all stages of pregnancy it is important that the mother receive prenatal care to reduce health risks to herself and to her developing baby. Newborn infants weigh about 7.5 pounds. Doctors assess a newborn’s reflexes, such as the sucking, rooting, and Moro reflexes. Our physical, cognitive, and psychosocial skills grow and change as we move through developmental stages from infancy through late adulthood. Attachment in infancy is a critical component of healthy development. Parenting styles have been found to have an effect on childhood outcomes of well-being. The transition from adolescence to adulthood can be challenging due to the timing of puberty, and due to the extended amount of time spent in emerging adulthood. Although physical decline begins in middle adulthood, cognitive decline does not begin until later. Activities that keep the body and mind active can help maintain good physical and cognitive health as we age. Social supports through family and friends remain important as we age. 9.4 Death and Dying Death marks the endpoint of our lifespan. There are many ways that we might react when facing death. Kübler-Ross developed a five-stage model of grief as a way to explain this process. Many people facing death choose hospice care, which allows their last days to be spent at home in a comfortable, supportive environment."
}