{
  "Which of the following defines hypothesis?": {
    "page": 16,
    "chapter": "chapter1.js"
  },
  "Psychology refers to the ________.": {
    "page": 16,
    "chapter": "chapter1.js"
  },
  "Which of the following refers to a broad explanation or group of explanations for some aspect of the natural world that is consistently supported by evidence over time?": {
    "page": 16,
    "chapter": "chapter1.js"
  },
  "Psychology is a social science discipline. Psychologists scientifically study ________.": {
    "page": 40,
    "chapter": "chapter1.js"
  },
  "The empirical method of study is based on ________.": {
    "page": 7,
    "chapter": "chapter1.js"
  },
  "What is a PsyD?": {
    "page": 37,
    "chapter": "chapter1.js"
  },
  "Who was the first person referred to as a psychologist?": {
    "page": 18,
    "chapter": "chapter1.js"
  },
  "William James was the ________.": {
    "page": 19,
    "chapter": "chapter1.js"
  },
  "According to William James, the purpose of psychology was to ________.": {
    "page": 19,
    "chapter": "chapter1.js"
  },
  "Which of the following psychologists was a behaviorist?": {
    "page": 41,
    "chapter": "chapter1.js"
  },
  "Behaviorists study ________.": {
    "page": 21,
    "chapter": "chapter1.js"
  },
  "A(n) ________ is a chamber that isolates the subject from the external environment.": {
    "page": 22,
    "chapter": "chapter1.js"
  },
  "Who started the feminist revolution in psychology?": {
    "page": 25,
    "chapter": "chapter1.js"
  },
  "For a scientific explanation to be testable, it must also be ________.": {
    "page": 16,
    "chapter": "chapter1.js"
  },
  "Guillermo spends some time each day applying the principles of structuralism to examine his own conscious experience as carefully as possible. Guillermo is engaged in ________.": {
    "page": 18,
    "chapter": "chapter1.js"
  },
  "Dr. Bogdarian noticed that one of her students addresses her with the word mother instead of the word professor or doctor. Dr. Bogdarian applies the principles of ________, and hypothesizes the student misspeaks because he is unconsciously associating her with his mother.": {
    "page": 20,
    "chapter": "chapter1.js"
  },
  "A series of dots arranged in the shape of a face will be perceived as a face, not a series of dots. A psychologist studying this phenomenon is applying the principals of ________.": {
    "page": 18,
    "chapter": "chapter1.js"
  },
  "I provide Ralph with the positive reinforcement of a candy bar when he does something I like. I punish him by squirting him with a squirt gun when he does something I don&#8217;t like. I am applying the principles of ________ in an attempt to modify Ralph&#8217;s behavior.": {
    "page": 7,
    "chapter": "chapter1.js"
  },
  "Marta is pursuing a graduate degree in psychology. As part of her program she must write a long research paper based on the data she spent the last year gathering. What is the long research paper called?": {
    "page": 36,
    "chapter": "chapter1.js"
  },
  "Penelope studies how the structure and function of the nervous system is related to behavior. She is a ________.": {
    "page": 38,
    "chapter": "chapter1.js"
  },
  "Peter is interested in pursuing a ________ training program with the Centers for Disease Control and Prevention after he receives his PhD, which will allow him to further develop his research on adolescent suicide and broaden his research skills under the supervision of CDC researchers.": {
    "page": 37,
    "chapter": "chapter1.js"
  },
  "The cognitive revolution created an impetus for psychologists to focus their attention on better understanding ________.": {
    "page": 29,
    "chapter": "chapter1.js"
  },
  "Lucy wants to study changes in cognitive skills, moral reasoning, and social behavior across the lifespan. Lucy should specialize in ________ psychology.": {
    "page": 30,
    "chapter": "chapter1.js"
  },
  "If you show an adult a toy, and then hide it behind a curtain, the adult knows that the toy still exists. However, infants act as if a hidden object no longer exists. What does this exemplify?": {
    "page": 30,
    "chapter": "chapter1.js"
  },
  "Which kind of psychological area does the work of Jean Piaget exemplify?": {
    "page": 30,
    "chapter": "chapter1.js"
  },
  "Which theorist published research related to the psychology of personality?": {
    "page": 20,
    "chapter": "chapter1.js"
  },
  "In the study of personality, the ________ model includes dimensions of conscientiousness, agreeableness, neuroticism, openness, and extroversion.": {
    "page": 31,
    "chapter": "chapter1.js"
  },
  "Edmund wants to identify relatively consistent patterns of thought and behavior, measure these traits, and determine how these traits interact in a particular context to determine how a person will behave in any given situation. Edmund wants to conduct research in the area of ________.": {
    "page": 8,
    "chapter": "chapter1.js"
  },
  "When studying personality traits, someone who is hardworking, dependable, and organized will score high on the ________ trait.": {
    "page": 31,
    "chapter": "chapter1.js"
  },
  "Susan wants to study prejudice, attraction, how we explain our own behavior versus how we explain the behavior of others, and how we resolve interpersonal conflicts. Susan should conduct research in the area of ________.": {
    "page": 8,
    "chapter": "chapter1.js"
  },
  "When studying personality traits, someone who is quiet, reserved, and withdrawn will score low on the ________ trait.": {
    "page": 388,
    "chapter": "chapter1.js"
  },
  "Oona wants to conduct research on personnel management, workplace environment, and what type of environment results in high levels of employee productivity and efficiency. Oona should conduct research in the area of ________ psychology.": {
    "page": 8,
    "chapter": "chapter1.js"
  },
  "When studying personality traits, someone who is calm, even-tempered, and secure will score low on the ________ trait.": {
    "page": 31,
    "chapter": "chapter1.js"
  },
  "What is the number one occupation employing graduates with a BA in psychology?": {
    "page": 38,
    "chapter": "chapter1.js"
  },
  "Which theorist had the most influence in shaping how clinicians interact with people seeking psychotherapy?": {
    "page": 23,
    "chapter": "chapter1.js"
  },
  "Ashya wants to focus on the diagnosis and treatment of psychological disorders and other problematic patterns of behavior. What area of psychology should she work in?": {
    "page": 20,
    "chapter": "chapter1.js"
  },
  "Naghemeh wants to focus on the emotional, social, vocational, and health-related outcomes of individuals who are considered psychologically healthy. Which area of psychology should she work in?": {
    "page": 34,
    "chapter": "chapter1.js"
  },
  "When studying personality traits, someone who is helpful, trusting, and empathetic will score high on the ________ trait.": {
    "page": 31,
    "chapter": "chapter1.js"
  }
}